{
  "description": "XAT 2025 - Question Answer Key",
  "note": "This answer key contains correct answers for all sections questions",
  "sections": {
    "Quantitative Aptitude and Data Interpretation": {
      "993585899": "Rs. 82500",
      "993585901": "31.77% loss",
      "993585900": "2076_993585_0_25276868_q_4_3.jpg",
      "993585898": "4x + 6y = 24",     
      "993585897": "Rs. 120000",
      "993585907": "260 metres",
      "993585906": "12",
      "993585902": "16",
      "993585910": "2076_993585_0_25276868_q_14_5.jpg",
      "993585909": "2076_993585_0_25276868_q_13_1.jpg",
      "993585905": "The third lowest rating obtained is 37.",
      "993585911": "2076_993585_0_25276868_q_15_3.jpg",
      "993585903": "2076_993585_0_25276868_q_7_4_n.jpg",
      "993585904": "Either of I or II, by itself",
      "993585912": "2076_993585_0_25276868_q_16_3.jpg",
      "993585908": "Rs. 3,60,000",
      "993585918": "Sumana scored 3 marks in the second test",
      "993585919": "2",
      "993585920": "8",
      "993585926": "J",
      "993585927": "In terms of 2025 prices, the average monthly income of men of the 10 cities combined was less than Rs. 30,000 in 2005.",
      "993585928": "Average unscaled income for both genders increased in all 10 cities from 2005 to 2015",
      "993585914": "6 hrs 42 mins",
      "993585915": "Approximately 6.67 km south of Oldtown.",
      "993585916": "139 km/hr",
      "993585922": "4",
      "993585923": "2",
      "993585924": "1"
    },
    "Decision Making": {
      "993585954": "He should offer to procure items unavailable at his shop from the town on residents’ demand.",
      "993585955": "The residents’ association should ask Sundaram to give a specific quantity of vegetables to the maintenance staff for free.",
      "993585956": "Sundaram should employ a few helpers who will do home delivery of his products within 10 minutes across the three gated communities.",
      "993585942": "Sukanta needs more time to learn about the dynamics of the eastern market.",
      "993585943": "In Tivanna, the competing media agencies keep defaming each other out of fierce competition.",
      "993585944": "He should wait and watch as the investment in Sukanta may need more time to bear result.",
      "993585934": "Ramya should publish the article given the time-sensitive nature of the report.",
      "993585935": "Retract the entire article, and publish Ramya’s apology in the newspaper.",
      "993585936": "Assign a new investigative project to Aditya Swaroop, advising him to focus on the new project without worrying about the past project.",
      "993585950": "BCE",
      "993585951": "Renovate the storage unit part by part while halving the capacity of the emergency services until the renovation completes.",
      "993585952": "Start reduced operations gradually, and hire a team of experts to find ways to expedite the renovation.",
      "993585938": "Dheeraj should explore for those clients who would be comfortable working with the young trainers.",
      "993585939": "She should share with Dheeraj that assigning her client companies to novice trainers will lead to loss of those clients.",
      "993585940": "Propose to Dheeraj that in future assignments with the client, Kirti be a co-trainer with Nandini to help improve her performance.",
      "993585946": "Aarya feels that the online program is light enough to manage while working full time.",
      "993585947": "Aarya has a better chance of furthering her career in a field of her interest through the executive MBA program.",
      "993585948": "The business school owned the mistake, and tried their best to help the affected candidates.",
      "993585930": "Organize a generic workshop for newcomers regarding workplace politics.",
      "993585931": "She should meet the founders and share that while she has reservations about the practice, she did not send the anonymous email.",
      "993585932": "They should invite suggestions from their young lawyers regarding formulating a new socialization ritual."
    },
    "Verbal Ability & Logical Reasoning": {
      "993585957": "B, D & F",
      "993585960": "A, B, E, D, C",
      "993585958": "A, D & F",
      "993585959": "successive, young, adults, hypocritically",
      "993585961": "E, D, B, A, C",
      "993585962": "Listlessness settles around good performers who are bored.",
      "993585965": "Our sense of duty for others can overwhelm our sense of self.",
      "993585964": "Unless we are put to test for our beliefs, we do not know what our true beliefs are.",
      "993585963": "Art expresses what humans cannot communicate in words.",
      "993585974": "To appreciate humour with an unsettling tone, people benefit from being in a calm state.",
      "993585975": "When strong emotions are involved, laughter cannot be evoked.",
      "993585976": "Life is a tragedy when seen in close up but a comedy in long-shot.",
      "993585970": "Both rodents and humans divide the world between “us” and “them.”",
      "993585971": "Humans’ in-group/out-group thinking is influenced by their space and time.",
      "993585972": "Humans’ interpretation of specific events depends on their emotional association with them.",
      "993585986": "Though the wealthy can pass their advantages to their children, wealth and privilege cannot undermine meritocracy.",
      "993585987": "Meritocracy is a utopian system that is difficult to implement as the wealthy rigs the system.",
      "993585988": "Meritocratic system does not acknowledge the initial disadvantages in opportunities.",
      "993585978": "The root of all problems in the world is greed.",
      "993585979": "Work that requires more time investment and dedication tend to pay more, and hence are sought after.",
      "993585980": "Greedy work reinforces extant gender norms, leading to gender pay gap.",
      "993585982": "Putting our values and principles to practice requires transcending our personality.",
      "993585983": "Sustainable success in life requires strong character skills.",
      "993585984": "Character skills enable you to generate opportunities rather than capitalize on existing ones.",
      "993585967": "The poem talks about inner conflict resolved by an attempt to restore balance.",
      "993585968": "That the person brings with him passionate intellectual and emotional energy."
    },
    "General Knowledge": {
      "993585995": "1-D, 2-E, 3-C, 4-B, 5-A",
      "9935851001": "Reduflation",
      "993585993": "Jharkhand",
      "993585999": "United States of America",
      "9935851003": "Amazon",
      "993585990": "Assam",
      "9935851007": "Yantar Shipyard, Russia",
      "993585989": "1-D, 2-C, 3-E, 4-A, 5-B",
      "993585992": "The Defense Minister",
      "993585996": "1-A, 2-C, 3-B, 4-D",
      "993585994": "Rajiv Gandhi Khel Ratna Award",
      "993585991": "Benazir Bhutto",
      "9935851004": "Hiraku Nakamura",
      "9935851005": "Nihon Hidankyo",
      "993585997": "Poland",
      "9935851000": "International students interested in higher education",
      "9935851006": "Claudia Goldin",
      "9935851002": "Bhasini",
      "993585998": "Madhurka Patkar & Archana Kamath",
      "9935851008": "The Safekeep"
    }
  }
}
