{
  "description": "XAT 2025 - Question Answer Key",
  "note": "This answer key contains correct answers for all sections questions",
  "sections": {
    "Quantitative Aptitude and Data Interpretation": {
      "3279042224": "35",
      "3279042221": "2076_327904_0_25276868_q_1_4.jpg",
      "3279042226": "Rs. 2500",
      "3279042227": "Rs. 237,500",     
      "3279042228": "320 meters",
      "3279042222": "1980",
      "3279042223": "21/11 hours",
      "3279042230": "7",
      "3279042229": "4 sq. cm",
      "3279042241": "8 is the second digit of the key",
      "3279042233": "19",
      "3279042236": "2076_327904_0_25276868_q_13_3.jpg",
      "3279042234": "4 minutes",
      "3279042238": "10(√10 + 4)m",
      "3279042235": "13/90",
      "3279042243": "Rs. 700,000",
      "3279042232": "II only",
      "3279042242": "Rs. 2115",
      "3279042237": "7",
      "3279042231": "48",
      "3279042240": "16",
      "3279042239": "1 minute 48 seconds",
      "3279042245": "20, 25, 10",
      "3279042246": "IT department, all offices together",
      "3279042247": "Number of female junior employees at Finance and IT departments in the Bengaluru office are equal",
      "3279042249": "x = 10",
      "3279042250": "y = 58",
      "3279042251": "At least Rs. 107,000"
    },
    "Decision Making": {
      "3279042269": "A colleague got her vertical changed by presenting her case to the higher-ups, bypassing her immediate boss.",
      "3279042270": "Abhishek should request Mukesh for an open discussion to get rid of any misunderstandings.",
      "3279042271": "Amit’s organization is very democratic, where people are encouraged to share their critical views without any fear of consequences.",
      "3279042257": "She is a good debater who can logically think and argue on the go.",
      "3279042258": "MBS’s professors generally appreciate these three batchmates’ inputs during case discussions.",
      "3279042259": "The group meetings that she has attended so far have taught her a lot about how organizations work.",
      "3279042253": "Kanmani should not interfere with salaries, since it is a sensitive topic.",
      "3279042254": "She should ask instructors, who want to take leave, to conduct make up classes for the missed classes over the weekend.",
      "3279042255": "a, b, e",
      "3279042277": "Meet Uday in person and remind him why she, a Gen Z, was hired in the first place.",
      "3279042278": "Reach out to the top management and explain how the attitude of the seniors is affecting their morale.",
      "3279042279": "Invest in diversity, equity and inclusion training, using mass exodus as a turning point for the organization to embrace.",
      "3279042265": "Every interview is unique, and it will be easy to guess her identity from the transcript.",
      "3279042266": "Have a discussion with Anjali and clarify that Vidya had nothing to do with the viral post.",
      "3279042267": "Create an anonymous in-house forum within BKSM, where the students could discuss anything without consequences.",
      "3279042273": "The role Animisha has applied for is one where getting good talent is not easy.",
      "3279042274": "Other potential candidates were rejected because of the change in the experience criterion.",
      "3279042275": "A, B, D",
      "3279042261": "Patel is an experienced publisher who mentored many successful writers in the past.",
      "3279042262": "Screwvala believes that he owes it to Patel for the help he has received in his journey as a writer.",
      "3279042263": "It is never Screwvala’s nature to take it quietly when he realizes that he has been taken unfair advantage of."
    },
    "Verbal Ability & Logical Reasoning": {
      "3279042284": "People prioritize certitude even if their interests are at stake.",
      "3279042283": "sense, mapping, minor, understanding",
      "3279042280": "2, 4",
      "3279042282": "1,4,3,5,2",
      "3279042281": "1, 4, 6",
      "3279042286": "When attempting to switch careers, an employee should be ready to take some risks.",
      "3279042288": "Opportunities only come to those who actively chase them.",
      "3279042287": "Any government policy, that dissuades immigration of good talent to the USA, will impact the American economy.",
      "3279042285": "1,5,4,3,2",
      "3279042305": "Temporal comparison eliminates threat responses, whereas social comparison can activate threat circuitry.",
      "3279042306": "High self-esteem ensures that the anchor of comparison is seen as opportunity for growth.",
      "3279042307": "People with high self-esteem do not require to rely on temporal comparison for learning.",
      "3279042293": "Because it turns the unfamiliar into something we can connect with.",
      "3279042294": "For actual understanding in human interactions, we should acknowledge the limits of our own world view.",
      "3279042295": "CONDUIT metaphors work on the assumption that words have inherent fixed meanings.",
      "3279042290": "Old newspapers symbolize the repressed stories that may confront the present.",
      "3279042291": "Acting on an unsettling past can help in overcoming the fear it instils.",
      "3279042309": "Because liberal democracy has to ensure that all views are considered before taking a decision.",
      "3279042310": "While we tolerate views that we disagree with, we have to demonstrate that we tolerate them by allowing them to coexist among us.",
      "3279042311": "Since liberal democracy is supposed to protect our rights, compromising on them seems incompatible with liberty.",
      "3279042301": "Science is amoral.",
      "3279042302": "Scientific discoveries are driven by utility not by the pursuit of truth.",
      "3279042303": "Scientists are driven by the urge to explore, not by who the exploration affects.",
      "3279042297": "Trolls aggressively engage with those who are invested in what they care about.",
      "3279042298": "Anonymity lets trolls go against the social norms and express their repressed selves covertly.",
      "3279042299": "Trolls scare away their victims from being themselves ever again online."
    },
    "General Knowledge": {
     "3279042323": "3I/ATLAS",
     "3279042322": "Rage bait",
     "3279042313": "Deploying solar-powered AI data centers in space.",
     "3279042314": "Percival Everett",
     "3279042321": "Their blood emits a radium-like glow under moonlight.",
     "3279042317": "1-b, 2-a, 3-d, 4-c",
     "3279042324": "These celebrities passed away in 2025.",
     "3279042319": "Malaysia",
     "3279042329": "BlueBird Block-2",
     "3279042331": "Hyderabad",
     "3279042312": "DHRUV64",
     "3279042320": "Thomas Edison",
     "3279042325": "Deepti Sharma",
     "3279042327": "Cockroach",
     "3279042326": "Carlos Alcaraz",
     "3279042318": "2, 4, 1, 5, 3",
     "3279042328": "Piyush Pandey",
     "3279042316": "1-c, 2-a, 3-b, 4-d, 5-e",
     "3279042330": "12 Percent",
     "3279042315": "USBRL (Udhampur-Srinagar-Baramulla Rail Link)"
    }
  }
}
